[
  {
    "number": 3,
    "date": "2017-10-05",
    "title": "HOC Clothing",
    "content": [
      "We have exciting news! The purple HOC shirts and hats will be available very soon!",
      "Once all details with the suppliers are finalized, you will be able to get your own piece of Toronto 2018 history. Make sure you get yours once we launch our HOC clothing sale site through Shopify, where all Toronto 2018 purple shirts and accessories can be purchased.",
      "If you are already registered for Toronto 2018 and have agreed to receive announcements and updates regarding the convention, you will be receiving a notification to let you know that the Toronto 2018 clothing site is open for business.",
      "Also, come back often to check for exciting news and updates.",
      "#Rotary2018"
    ]
  },
  {
    "number": 2,
    "date": "2017-10-05",
    "title": "Host Hospitality",
    "content": [
      "Thank you very much for your patience, we are well aware that Home Hospitality is a favourite event for attendees.",
      "Your Toronto HOC is currently creating what will likely be the most welcoming and fun Home Hosting events you have ever experienced. Registration for this great event has been delayed because we are working on creating an experience unlike any previous events that we hope you will enjoy. Rest assured we have a great team working on what will certainly be a fantastic event.",
      "Once we have all details worked out and finalized, you will be able to purchase tickets directly from this site. If you are already registered for Toronto 2018 and have agreed to receive announcements and updates regarding any events around the convention, you will be receiving a notification to let you know that #Toronto 2018 Host Hospitality tickets are available.",
      "We ask you for your continued patience as we work through the final details. The wait will be worth it. Check back to this site regularly to watch for updates.",
      "#Rotary2018"
    ]
  },
  {
    "number": 1,
    "date": "2017-10-05",
    "title": "Host Ticketed Events",
    "content": [
      "Your Toronto HOC are working hard on developing and finalizing the most memorable, welcoming and above all fun Host Events for all convention attendees. As soon as all the final details and touches are in place, tickets for these unique events will be available directly through this site.",
      "If you are already registered for Toronto 2018 and have agreed to receive announcements and updates regarding the convention and HOC events, you will be receiving an announcement to let you know that the ticket site is open and purchases can be made.",
      "If you are not yet registered for the convention, please come back to this site for updates and announcements.",
      "#Rotary2018"
    ]
  }
]